/* Message of sheet displayed for WebFoundationErrorUnsupportedURL */
"%@ could not be opened because it cannot redirect to locations starting with “%@”." = "%@ could not be opened because it cannot redirect to locations starting with “%@”.";

/* message of sheet displayed for WebFoundationErrorCannotConnectToHostError */
"%@ could not be opened because it could not connect to the server." = "%@ could not be opened because it could not connect to the server.";

/* Message of sheet displayed for WebFoundationErrorSecureConnectionFailed */
"%@ could not be opened because it could not establish a secure connection to the server." = "%@ could not be opened because it could not establish a secure connection to the server.";

/* Message of sheet displayed for both WebFoundationErrorZeroByteResourceError and WebFoundationErrorResourceUnavailableError */
"%@ could not be opened because it could not load any data." = "%@ could not be opened because it could not load any data.";

/* message of sheet displayed for WebFoundationErrorNotConnectedToInternetError */
"%@ could not be opened because it is not connected to the Internet." = "%@ could not be opened because it is not connected to the Internet.";

/* Message of sheet displayed for WebFoundationErrorRedirectToNonExistentLocation */
"%@ could not be opened because its main page does not exist." = "%@ could not be opened because its main page does not exist.";

/* error message for bad server response */
"%@ could not be opened because its main page is invalid." = "%@ could not be opened because its main page is invalid.";

/* error message for page that is too large to be loaded */
"%@ could not be opened because its main page is too large." = "%@ could not be opened because its main page is too large.";

/* error message for URL with unsupported scheme */
"%@ could not be opened because the address of its main page is invalid." = "%@ could not be opened because the address of its main page is invalid.";

/* message of sheet displayed for NSURLErrorNetworkConnectionLost when the network connection is lost */
"%@ could not be opened because the network connection was lost." = "%@ could not be opened because the network connection was lost.";

/* Message of sheet displayed for POSIX error ECONNRESET */
"%@ could not be opened because the network connection was reset. The server may be busy." = "%@ could not be opened because the network connection was reset. The server may be busy.";

/* message of sheet displayed for WebFoundationErrorCannotFindHostError when the URL does not contain a valid server name */
"%@ could not be opened because the server cannot be found." = "%@ could not be opened because the server cannot be found.";

/* Message of sheet displayed for WebFoundationErrorHTTPTooManyRedirectsError */
"%@ could not be opened because too many redirects occurred." = "%@ could not be opened because too many redirects occurred.";

/* Message of sheet displayed for miscellaneous errors when a page could not be even partially loaded and the URL of the failing page could not be determined */
"%@ could not be opened.\n\nThe error was: “%@”." = "%@ could not be opened.\n\nThe error was: “%@”.";

/* message of sheet displayed for WebFoundationErrorTimedOut */
"%@ could not open the page because the server stopped responding" = "%@ could not open the page because the server stopped responding";

/* Title of sheet displayed when a page cannot be loaded */
"Cannot Open %@" = "Cannot Open %@";

/* title for error when the server rejected a certificate */
"Certificate Error" = "Certificate Error";

/* title for error when a file does not exist */
"No File Exists" = "No File Exists";

/* title for error when you do not have permission to read a file */
"No Permission" = "No Permission";

/* message for file URL for nonexistent file */
"No file exists at the address “%@”." = "No file exists at the address “%@”.";

/* Message of sheet when the server rejected the certificate */
"The website did not accept the certificate." = "The website did not accept the certificate.";

/* Message shown when we try to load content and data roaming is turned off and we are roaming */
"Data Roaming is turned off. You can enable Data Roaming in the Network section of General Settings." = "Data Roaming is turned off. You can enable Data Roaming in the Network section of General Settings.";

/* message for file URL with insufficient permissions */
"You do not have permission to view “%@”." = "You do not have permission to view “%@”.";

/* fallback string used when an error has no description */
"unknown error" = "unknown error";

/* title for alert when an error prevents a profile from installing */
"Cannot Install Profile" = "Cannot Install Profile";

/* error when failed to install profile */
"This profile could not be installed due to an unknown error." = "This profile could not be installed due to an unknown error.";

/* title for alert when an error prevents a profile from downloading */
"Cannot Download Profile" = "Cannot Download Profile";

/* error when failed to download profile */
"This profile could not be downloaded due to an unknown error." = "This profile could not be downloaded due to an unknown error.";

/* title for alert when you can't download a file */
"Download Failed" = "Download Failed";

/* error when you cannot download a file */
"This file cannot be downloaded." = "This file cannot be downloaded.";
